<?php
$handle = array(
    '长春'=>array(
        '特色餐饮'=>array('酱骨头','干豆腐串|豆腐串','熏肉大饼','打糕','朝鲜冷面|冷面'),
        '美食聚集地' =>array('重庆路','南湖公园'),
    ),
    '大连'=>array(
        '特色餐饮'=>array('大连鲍鱼|鲍鱼','海鲜焖子','大连海参|海参','咸鱼饼子'),
    ),
    '沈阳'=>array(
        '特色餐饮'=>array('老边饺子','白肉血肠','海城馅饼','熏肉大饼','马家烧麦|马家烧卖'),
    ),
    '天津'=>array(
        '特色餐饮'=>array('狗不理包子|狗不理','十八街麻花','耳朵眼炸糕|炸糕','锅巴菜','崩豆','小宝栗子','煎饼果子','石头门坎素包','水爆肚','熬鱼'),
        '美食聚集地' =>array('南市食品街','天津市和平区风味食品街','十月美食街（中山美食街）'),
    ),
    '青岛'=>array(
        '特色餐饮'=>array('辣炒蛤蜊','鲅鱼水饺','烧鱿鱼','大虾炒白菜','肉沫海参','原壳鲍鱼'),
        '美食聚集地' =>array('云霄路美食街','劈柴院','台东商业街','啤酒街'),
    ),
    '济南'=>array(
        '特色餐饮'=>array('九转大肠','坛子肉','奶汤蒲菜'),
    ),
    '太原'=>array(
        '特色餐饮'=>array('头脑','榆次灌肠','刀削面'),
        '美食聚集地' =>array('食品街','桃园二巷夜市','柳巷食品街'),
    ),
    '南京'=>array(
        '特色餐饮'=>array('盐水鸭','鸭血粉丝汤','开洋干丝','状元豆','梅花糕'),
        '美食聚集地' =>array('狮子桥美食街'),
    ),
    '无锡'=>array(
        '特色餐饮'=>array('酱排骨','油面筋','萝卜丝饼'),
    ),
    '杭州'=>array(
        '特色餐饮'=>array('龙井虾仁','东坡肉','知味小笼','片儿川','西湖醋鱼','炸响铃','鱼头豆腐','西湖莼菜汤','叫化童子鸡','宋嫂鱼羹','蜜汁火方','油爆虾','虾爆鳝面','猫耳朵'),
        '美食聚集地' =>array('清河坊','南山路','延安路'),
    ),
    '黄山'=>array(
        '特色餐饮'=>array('臭鳜鱼','虎皮毛豆腐','豆腐老鼠','一品锅','黄山双石','徽州裹粽','屯溪醉蟹','黄山河螺丝','火烧冬笋'),
        '美食聚集地' =>array('黄山老街小吃一条街','黄山徽派美食城','汤口沿溪街'),
    ),
    '福州'=>array(
        '特色餐饮'=>array('佛跳墙','锅边糊','鱼丸','肉燕','荔枝肉'),
        '美食聚集地' =>array('三坊七巷'),
    ),
    '洛阳'=>array(
        '特色餐饮'=>array('洛阳水席','胡辣汤','浆面条','驴肉汤','牛肉汤','洛阳燕菜|牡丹燕菜'),
    ),
    '武汉'=>array(
        '特色餐饮'=>array('瓦罐鸡汤','鸭脖子','热干面','汤包','三鲜豆皮'),
    ),
    '张家界'=>array(
        '特色餐饮' =>array('酸鱼肉','三下锅','泥鳅钻豆腐','华南湍蛙','草帽面','血豆腐','团年菜','猪血稀饭','社饭'),
        '美食聚集地' =>array('景区内','大庸桥公园附近','回龙路（步步高超市附近）'),
    ),
    '长沙'=>array(
        '特色餐饮'=>array('臭豆腐','口味虾','酱椒鱼头','姊妹团子','糖油粑粑'),
        '美食聚集地' =>array('坡子街'),
    ),
    '深圳'=>array(
        '特色餐饮'=>array('公明烧鹅','光明乳鸽','龙岗三黄鸡','南澳鲍鱼','南澳海胆','沙井鲜蚝','鱼蓉烧麦'),
    ),
    '广州'=>array(
        '特色餐饮'=>array('龟苓膏','及第粥','云吞面','萝卜牛腩','叉烧','肠粉','粉果','叉烧包','绿豆沙','牛河','萝卜糕','牛杂','烧鹅','双皮奶','艇仔粥','虾饺','咸煎饼','椰子雪糕','猪肚煲鸡','濑粉','煲仔饭'),
    ),
    '海口'=>array(
        '特色餐饮'=>array('猪脚饭','石山壅羊','鸽粥、蟹粥','鱼煲','椰子饭','海南粉','海南煎粽','海胆蒸蛋','煎生蚝','清补凉','海口甜薯奶','东山烙饼'),
        '美食聚集地' =>array('新埠岛','国贸','海甸岛','金龙路'),
    ),
    '香格里拉'=>array(
         '特色餐饮'=>array('龙眼包子','赛密羊肉','松茸','琵琶肉','酥油茶'),
    ),
    '大理'=>array(
        '特色餐饮'=>array('三道茶','砂锅鱼','烤饵块|饵块','巍山粑肉饵丝|粑肉饵丝','大理酸辣鱼|酸辣鱼','凉鸡米线','一根面','邓川乳扇|乳扇','雕梅','生皮（海格儿）|生皮','喜洲粑粑|粑粑','白族凉粉|凉粉'),
        '美食聚集地' =>array('大理古城内-洋人街','大理城区内'),
    ),
    '成都'=>array(
        '特色餐饮'=>array('火锅|鸳鸯火锅','川菜馆','串串香','冒菜','藏餐','担担面','肥肠粉','怪味面','韩包子','兔头','夫妻肺片','赖汤圆','龙抄手','川北凉粉','锅魁','二姐兔丁','麻婆豆腐','荔枝巷钟水饺|钟水饺'),
    ),
    '九寨沟'=>array(
        '特色餐饮'=>array('素烧如意','雅茶','洋芋糍巴','荞麦面食','青稞酒','酥油茶','九寨沟糌粑','奶渣包子','牦牛肉','人参果饭','血肠'),
    ),
    '贵阳'=>array(
        '特色餐饮'=>array('酸汤鱼','豆腐圆子','炖鸡饭','豆米火锅','酸汤丝娃娃|丝娃娃','泡椒板筋','八宝甲鱼'),
    ),
    '重庆'=>array(
        '特色餐饮'=>array('火锅|重庆火锅','川菜','毛血旺','泉水鸡','酸辣粉','陈麻花','小面','水煮鱼','棒棒鸡','山城小汤圆|小汤圆'),
        '美食聚集地' =>array('解放碑八一路好吃街','南滨路美食街','北滨路','杨家坪直港大道','三峡广场'),
    ),
    '延安'=>array(
        '特色餐饮'=>array('凉粉','子长煎饼'),
    ),
    '银川'=>array(
        '特色餐饮'=>array('手抓羊肉'),
    ),
    '敦煌'=>array(
        '特色餐饮'=>array('酿皮子|酿皮','敦煌臊子面|臊子面','驴肉黄面'),
    ),
    '兰州'=>array(
        '特色餐饮'=>array('牛肉拉面|牛肉面','灰豆子','羊杂碎'),
        '美食聚集地' =>array('大众巷','正宁路'),
    ),
    '西宁'=>array(
        '特色餐饮'=>array('手抓羊肉','酸奶','杂碎汤'),
        '美食聚集地' =>array('莫家街','水井巷'),
    ),
    '乌鲁木齐'=>array(
        '特色餐饮'=>array('馕','烤包子','大盘鸡','拉面','烤肉','羊排','手抓饭','烤羊肉串','水煮鱼','椒麻鸡','鸡肉炒米粉','东北乱炖','石榴汁','酸奶','肥肠煲','凉面','酸汤水饺','大盘肚','素菜煲','面肺子'),
        '美食聚集地' =>array('人民电影院美食圈','二道桥美食圈','五一市场美食圈','五一星光夜市'),
    ),
    '哈尔滨'=>array(
        '特色餐饮'=>array('哈尔滨包肉|锅包肉','杀猪菜','马迭尔冰棍','得莫利炖鱼','地三鲜'),
        '美食聚集地' =>array('老道外'),
    ),
    '北京'=>array(
        '特色餐饮'=>array('北京烤鸭','涮羊肉','豆汁','糖火烧','豌豆黄','爆肚','炒肝','艾窝窝','焦圈','驴打滚','炸酱面','卤煮','宫廷奶酪','排叉儿|排叉','芸豆卷','糖耳朵','炸灌肠'),
        '美食聚集地' =>array('簋街','王府井小吃街','牛街','三里屯'),
    ),
    '上海'=>array(
        '特色餐饮'=>array('生煎','南翔小笼包|小笼包','蟹壳黄','排骨年糕','油豆腐线粉汤'),
        '美食聚集地' =>array('城隍庙美食街','云南南路美食街','黄河路美食街','乍浦路美食街','七宝老街','仙霞路美食街','吴江路小吃街'),
    ),
    '厦门'=>array(
        '特色餐饮'=>array('烧肉粽','春卷','花生汤','海蛎煎','面线糊','土笋冻','姜母鸭','沙茶面','南普陀素菜','同安封肉','浮屿大同鸭肉粥','虾面','烧仙草','叶氏麻糍','扁食'),
        '美食聚集地' =>array('中山路','鼓浪屿','筼筜湖咖啡酒吧一条街','大嶝岛海鲜排挡'),
    ),
    '桂林'=>array(
        '特色餐饮'=>array('桂林米粉','啤酒漓江鱼','荔浦芋扣肉','尼姑素面','桂林田螺'),
        '美食聚集地' =>array('正阳步行街','微笑堂夜市'),
    ), 
    '三亚'=>array(
        '特色餐饮'=>array('抱罗粉','海鲜','黄流老鸭','文昌鸡','加积鸭','清补凉','和乐蟹','南山素斋'),
        '美食聚集地' =>array('友谊社区海鲜排挡','第一市场','春园海鲜广场','红沙码头渔排','黄流老鸭一条街'),
    ),
    '丽江'=>array(
        '特色餐饮'=>array('腊排骨','丽江粑粑','黑山羊火锅','野生菌','洋芋鸡','三文鱼','米灌肠','水性杨花','纳西烤鱼','鸡豆凉粉','阿安酸奶','冰粉凉宵|凉宵'),
        '美食聚集地'=>array('阿妈意纳西美食','唠叨坊私房菜','阿哩哩','樱花美食广场','新城美食'),
    ),
    '西安'=>array(
        '特色餐饮'=>array('黄桂柿子饼','水盆羊肉','酸菜炒米','小炒泡馍','灌汤包子','胡辣汤肉夹馍','腊牛羊肉','西安凉皮|凉皮','biangbiang面（裤带面）|biangbiang面','牛羊肉泡馍','葫芦头','腊汁肉夹馍','灌汤包','荞面饸饹','臊子面','油茶','辣子蒜羊血','菠菜面','镜糕','黄桂稠酒','锅盔'),
        '美食聚集地' =>array('回民街','钟楼美食街','麻家什字饮食一条街','各种夜市'),
    ),
    '拉萨'=>array(
        '特色餐饮'=>array('青稞酒','凉拌牦牛肉|牦牛肉','酸奶','藏面','甜茶','酥油茶','藏式咖喱|咖喱'),
        '美食聚集地' =>array('德吉路','北京路','巴尔库路'),
    ),
    '香港'=>array(
        '特色餐饮'=>array('菠萝包','蛋挞','杨枝甘露','姜汁撞奶','双皮奶','虾饺','烧鹅','丝袜奶茶','糖不甩','鲜虾云吞面','车仔面','肠粉','云吞'),
        '美食聚集地' =>array('庙街','西贡海鲜街','铜锣湾','九龙城','兰桂坊及SOHO','尖沙咀'),
    ),
)
?>
